{
  "quiz": [
    {
      "question": "According to the principal-agent model, when does an 'agency problem' leading to corruption occur?",
      "answerOptions": [
        {
          "text": "When the agent (public official) and principal (the public) have perfectly aligned interests and full information.",
          "rationale": "This scenario describes an ideal situation where an agency problem is unlikely to occur.",
          "isCorrect": false
        },
        {
          "text": "When the principal lacks the resources to properly monitor the agent's every action.",
          "rationale": "While monitoring is a tool to curb abuses, the core problem arises from a conflict of goals, not just the lack of monitoring.",
          "isCorrect": false
        },
        {
          "text": "When the agent chooses to pursue their own interests at the expense of the principal's interests, exploiting an information advantage.",
          "rationale": "This accurately describes the core of the agency problem, where an agent with an informational advantage acts for personal gain, contrary to their entrusted duty.",
          "isCorrect": true
        },
        {
          "text": "When multiple agents collectively decide to act against the principal's interests due to social norms.",
          "rationale": "This describes a scenario more aligned with collective action theory, which focuses on group behavior and social norms rather than the one-on-one principal-agent relationship.",
          "isCorrect": false
        }
      ],
      "hint": "Consider the relationship between a supervisor and an employee and what might cause their goals to diverge."
    },
    {
      "question": "Which of the following is NOT listed as a specific cause or contributing factor to public sector corruption at the country level?",
      "answerOptions": [
        {
          "text": "The 'resource curse' in countries rich in natural resources.",
          "rationale": "The text states that a monopoly over natural resources can create opportunities for rent-seeking and institutional capture.",
          "isCorrect": false
        },
        {
          "text": "A highly centralized government structure in a small, densely populated country.",
          "rationale": "The source material suggests that large, low-density countries can be more prone to corruption due to monitoring difficulties, but does not identify centralization in a small country as a primary cause.",
          "isCorrect": true
        },
        {
          "text": "Political instability, especially during transitions to new governments.",
          "rationale": "The document notes that the probability of corruption is higher in politically unstable environments.",
          "isCorrect": false
        },
        {
          "text": "Low wages and poverty within the public sector.",
          "rationale": "While not a universal cause, the text mentions that low public sector wages are believed to contribute to corruption in some countries.",
          "isCorrect": false
        }
      ],
      "hint": "The document discusses factors like geography, political transitions, and economic conditions. Think about which scenario is the opposite of a listed risk factor."
    },
    {
      "question": "What is the primary objective of 'debarment' or 'blacklisting' as a response to corruption in public procurement?",
      "answerOptions": [
        {
          "text": "To recover stolen public funds from corrupt contractors.",
          "rationale": "Asset recovery is a different anti-corruption tool focused on reclaiming illicitly obtained wealth.",
          "isCorrect": false
        },
        {
          "text": "To criminally prosecute the public officials involved in the corrupt scheme.",
          "rationale": "Criminal prosecution targets individuals for their illegal acts, whereas debarment targets the contracting company.",
          "isCorrect": false
        },
        {
          "text": "To simplify the procurement process by reducing the number of eligible bidders.",
          "rationale": "The goal is to ensure integrity, not to simplify the process by arbitrarily limiting competition.",
          "isCorrect": false
        },
        {
          "text": "To exclude contractors found guilty of unethical or illegal practices from future government contracts.",
          "rationale": "Debarment is a preventative measure that bars companies convicted of breaches from bidding on public contracts for a specified time.",
          "isCorrect": true
        }
      ],
      "hint": "This measure focuses on the private sector companies that participate in government contracts."
    },
    {
      "question": "Collective action theory explains the persistence of systemic corruption by suggesting that:",
      "answerOptions": [
        {
          "text": "Corrupt individuals are 'bad apples' who can be removed through stricter enforcement.",
          "rationale": "This perspective aligns more with an individualistic view of corruption, whereas collective action theory focuses on the 'bad barrel' or the system itself.",
          "isCorrect": false
        },
        {
          "text": "People engage in corruption because they perceive it as a social norm and believe everyone else is doing it.",
          "rationale": "This is the central argument of collective action theory: individuals rationalize their corrupt behavior based on the perception that it's the expected and necessary way to operate.",
          "isCorrect": true
        },
        {
          "text": "Corruption is primarily caused by a lack of clear rules and anti-corruption institutions.",
          "rationale": "This explanation is more characteristic of institutional theory, which emphasizes the role of formal rules and structures.",
          "isCorrect": false
        },
        {
          "text": "Public officials rationally calculate the personal benefits of a bribe against the low risk of being caught.",
          "rationale": "This describes a rational choice perspective, which is a component of game theory or the principal-agent model, but misses the social norm element of collective action theory.",
          "isCorrect": false
        }
      ],
      "hint": "This theory posits that in some environments, it doesn't make sense to be the only honest person."
    },
    {
      "question": "According to the text, why are state-owned enterprises (SOEs) particularly vulnerable to corruption?",
      "answerOptions": [
        {
          "text": "Because they operate exclusively in developed countries with complex regulations.",
          "rationale": "SOEs are significant in many economies, including emerging ones, and their vulnerability is not limited to developed countries.",
          "isCorrect": false
        },
        {
          "text": "Due to their lack of commercial activities and financial interests.",
          "rationale": "SOEs are explicitly defined as organizations that carry out commercial activities, such as in the electricity or transportation sectors.",
          "isCorrect": false
        },
        {
          "text": "Because of their proximity to government, weak corporate governance, and prevalence in corruption-prone sectors.",
          "rationale": "The text identifies these three factors as the key reasons for the high corruption risks faced by SOEs.",
          "isCorrect": true
        },
        {
          "text": "As they are exempt from the anti-corruption laws that apply to the private sector.",
          "rationale": "The UNCAC definition of 'public official' is broad and often extends to those working in SOEs, making them subject to anti-corruption laws.",
          "isCorrect": false
        }
      ],
      "hint": "Think about the unique position of these enterprises, which blend commercial activity with government ownership."
    },
    {
      "question": "Which of the following corruption prevention measures involves using technology to increase transparency and simplify administrative procedures, as exemplified by Ukraine's ProZorro system?",
      "answerOptions": [
        {
          "text": "The four-eyes principle.",
          "rationale": "This principle is a human-based control measure requiring two people to approve an action, not a technology-based solution.",
          "isCorrect": false
        },
        {
          "text": "Human resources management.",
          "rationale": "This involves practices like staff rotation and merit-based hiring, which are procedural and not primarily technology-driven.",
          "isCorrect": false
        },
        {
          "text": "Open government and e-government.",
          "rationale": "This approach uses information and communication technologies (ICT) to make processes like public procurement more transparent and accessible, which is precisely what the ProZorro system does.",
          "isCorrect": true
        },
        {
          "text": "Nudge theory.",
          "rationale": "Nudge theory involves altering choice architecture to influence behavior, which is a behavioral science approach rather than a large-scale technology platform.",
          "isCorrect": false
        }
      ],
      "hint": "This prevention strategy focuses on leveraging information and communication technologies for better governance."
    },
    {
      "question": "Game theory explains an individual's decision to engage in corruption through the concept of the 'prisoner's dilemma,' which illustrates that:",
      "answerOptions": [
        {
          "text": "Individuals are inherently corrupt regardless of the situation.",
          "rationale": "Game theory assumes individuals are rational actors making choices based on the situation, not that they are inherently corrupt.",
          "isCorrect": false
        },
        {
          "text": "Fear of being disadvantaged by a competitor's unethical actions can motivate an otherwise ethical person to act corruptly.",
          "rationale": "This captures the essence of the prisoner's dilemma in this context: an individual fears a worse outcome if they act ethically while others act unethically, leading them to also choose the unethical path.",
          "isCorrect": true
        },
        {
          "text": "Clear and harsh penalties are the only effective deterrent to corruption.",
          "rationale": "While penalties are part of the calculation, the prisoner's dilemma focuses on the conflict between individual and group rationality based on others' expected actions.",
          "isCorrect": false
        },
        {
          "text": "Corruption only thrives in environments with weak institutional rules.",
          "rationale": "While weak rules can be a factor, the prisoner's dilemma can exist even with rules in place, as it's about strategic interaction and uncertainty about others' behavior.",
          "isCorrect": false
        }
      ],
      "hint": "This theory models corruption as a rational choice made in a situation of strategic uncertainty about what others will do."
    },
    {
      "question": "The United Nations Convention against Corruption (UNCAC) refrains from providing a single, overarching definition of corruption. Instead, it does what?",
      "answerOptions": [
        {
          "text": "Defers to the legal definition provided by each member state.",
          "rationale": "While UNCAC allows for domestic law definitions, its primary approach is to establish a common set of defined offenses.",
          "isCorrect": false
        },
        {
          "text": "Defines and classifies various acts of corruption, such as bribery and embezzlement, as criminal offenses.",
          "rationale": "The text states that UNCAC takes this approach, defining specific offenses to create internationally accepted standards.",
          "isCorrect": true
        },
        {
          "text": "Adopts the definition proposed by the non-governmental organization Transparency International.",
          "rationale": "The module mentions the TI definition ('abuse of entrusted power for private gain') as a general understanding, but not as the formal approach taken by UNCAC.",
          "isCorrect": false
        },
        {
          "text": "Focuses exclusively on private sector corruption, leaving public sector issues to other treaties.",
          "rationale": "The module makes it clear that UNCAC covers corruption in both the public and private sectors.",
          "isCorrect": false
        }
      ],
      "hint": "Think about the legal and practical approach a multinational treaty would take to ensure consistency across different legal systems."
    },
    {
      "question": "What is a 'revolving door' situation, as an example of a conflict of interest?",
      "answerOptions": [
        {
          "text": "A public official rotating through different jobs within the public sector to prevent corrupt relationships from forming.",
          "rationale": "This describes staff rotation, a human resources management tool intended to prevent corruption, not a conflict of interest.",
          "isCorrect": false
        },
        {
          "text": "A public official obtaining a lucrative private sector post after leaving public service, creating an expectation they will use their government contacts to benefit the new employer.",
          "rationale": "This accurately defines the 'revolving door' scenario, where a conflict arises between past public duty and present private interest.",
          "isCorrect": true
        },
        {
          "text": "A system where public officials are frequently replaced after each election, leading to political instability.",
          "rationale": "This describes political turnover, which can be a cause of corruption, but it is not the meaning of a 'revolving door' conflict of interest.",
          "isCorrect": false
        },
        {
          "text": "A government process that allows citizens to easily access and challenge public officials' decisions.",
          "rationale": "This describes a feature of open government or citizen participation, which is an anti-corruption measure.",
          "isCorrect": false
        }
      ],
      "hint": "This term describes a potential conflict of interest that arises when an official moves between the public and private sectors."
    },
    {
      "question": "According to the document, corruption in public procurement and infrastructure can lead to what kind of direct, physical harm?",
      "answerOptions": [
        {
          "text": "Increased bureaucracy and delays in project completion.",
          "rationale": "While these are negative consequences, they are procedural and economic rather than direct physical harm.",
          "isCorrect": false
        },
        {
          "text": "A loss of public trust in government institutions.",
          "rationale": "This is a significant social consequence, but it is not a direct physical injury or death.",
          "isCorrect": false
        },
        {
          "text": "Death and injury from the collapse of poorly constructed buildings and infrastructure.",
          "rationale": "The text explicitly cites examples like collapsing buildings and a ferry disaster where corruption led to the use of low-quality materials and neglect of safety, resulting in fatalities.",
          "isCorrect": true
        },
        {
          "text": "The exclusion of small and medium-sized enterprises from government contracts.",
          "rationale": "This is an economic consequence of a non-competitive procurement process, not a form of physical harm to the public.",
          "isCorrect": false
        }
      ],
      "hint": "The text provides several real-world examples where corrupt procurement practices had tragic outcomes."
    },
    {
      "question": "Which theory suggests that corruption can become institutional in nature, where the institution itself is structured to deviate from its purpose, focusing on the 'bad barrel' rather than just 'bad apples'?",
      "answerOptions": [
        {
          "text": "Principal-agent theory.",
          "rationale": "This theory focuses more on the relationship and misaligned incentives between individuals (the agent and the principal).",
          "isCorrect": false
        },
        {
          "text": "Collective action theory.",
          "rationale": "This theory explains corruption through social norms and shared expectations, which is related but distinct from the structure of the institution itself.",
          "isCorrect": false
        },
        {
          "text": "Institutional theory.",
          "rationale": "This theory, particularly the 'institutionalist' view, examines how structures, rules, and routines can become established in a way that makes an entire institution corrupt, regardless of individual intent.",
          "isCorrect": true
        },
        {
          "text": "Game theory.",
          "rationale": "This theory models the rational decisions of individuals within a given set of rules, rather than analyzing how the rules or the institution itself became distorted.",
          "isCorrect": false
        }
      ],
      "hint": "This theoretical approach shifts the focus from individual misbehavior to distorting practices and mechanisms within an organization."
    },
    {
      "question": "What is the key distinction made in the module between public sector corruption and private sector corruption?",
      "answerOptions": [
        {
          "text": "Public sector corruption involves large sums of money, while private sector corruption involves small amounts.",
          "rationale": "The scale of corruption can be large or small in both sectors; this is not the defining difference.",
          "isCorrect": false
        },
        {
          "text": "Public sector corruption primarily abuses government resources, while private sector corruption primarily abuses private or commercial resources.",
          "rationale": "This is the core distinction presented in the text, focusing on the nature of the resources or power being abused for private gain.",
          "isCorrect": true
        },
        {
          "text": "Public sector corruption is a criminal offense, whereas private sector corruption is only an ethical violation.",
          "rationale": "The module makes it clear that UNCAC defines criminal offenses, such as bribery and embezzlement, that occur in both the public and private sectors.",
          "isCorrect": false
        },
        {
          "text": "Public sector corruption involves elected officials, while private sector corruption involves company employees.",
          "rationale": "Public sector corruption can be committed by both elected and appointed officials (civil servants), not just elected ones.",
          "isCorrect": false
        }
      ],
      "hint": "The difference lies in the source of the 'entrusted power' that is being abused for private gain."
    }
  ]
}
