{
  "quiz": [
    {
      "question": "What is the fundamental difference between a democratic and an authoritarian political system, as described in the module?",
      "answerOptions": [
        {
          "text": "The use of elections to select leaders.",
          "rationale": "The module notes that some authoritarian systems permit a system of voting, so the mere presence of elections is not the defining difference.",
          "isCorrect": false
        },
        {
          "text": "The level of economic development in the country.",
          "rationale": "While there can be correlations, economic development is not the defining characteristic that separates these two political systems.",
          "isCorrect": false
        },
        {
          "text": "The location of power, either with the public or a ruling minority.",
          "rationale": "This aligns with the module's description of democracies where citizens hold power and authoritarian systems where a ruling minority holds power.",
          "isCorrect": true
        },
        {
          "text": "The presence or absence of a written constitution.",
          "rationale": "Many authoritarian systems have constitutions; the key difference lies in how power is exercised and constrained, not just the existence of a formal document.",
          "isCorrect": false
        }
      ],
      "hint": "Consider who holds the ultimate authority and in whose interest the government is meant to serve in each system."
    },
    {
      "question": "According to Michael Johnston's framework, which 'syndrome of corruption' is typically found in developed liberal democracies with strong institutions?",
      "answerOptions": [
        {
          "text": "Elite Cartels",
          "rationale": "This syndrome is associated with new or reforming democracies where elites control corruption to resist new competitors, not established democracies with strong institutions.",
          "isCorrect": false
        },
        {
          "text": "Influence Markets",
          "rationale": "This syndrome involves influence peddling and lobbying within strong political and economic institutions, which is characteristic of developed democracies.",
          "isCorrect": true
        },
        {
          "text": "Oligarchs and Clans",
          "rationale": "This syndrome dominates weak transitional regimes where institutions are poor and competition between powerful groups is intense and often violent.",
          "isCorrect": false
        },
        {
          "text": "Official Moguls",
          "rationale": "This syndrome is found in authoritarian settings where a dictator or small group monopolizes power and economic opportunities.",
          "isCorrect": false
        }
      ],
      "hint": "This syndrome involves activities like lobbying and political contributions that often operate within the bounds of the law."
    },
    {
      "question": "The 'trade-off hypothesis' is used to explain why voters might re-elect a corrupt politician. What is the core reasoning behind this hypothesis?",
      "answerOptions": [
        {
          "text": "Voters believe the politician's competence and ability to deliver benefits outweigh the costs of their corruption.",
          "rationale": "This reflects the idea that voters perceive a 'trade-off' between a politician's effectiveness and their integrity, sometimes prioritizing the former.",
          "isCorrect": true
        },
        {
          "text": "Voters lack sufficient information about the politician's corrupt activities.",
          "rationale": "This explanation corresponds to the 'information hypothesis,' not the 'trade-off hypothesis.'",
          "isCorrect": false
        },
        {
          "text": "Voters are more loyal to the political party than to the individual candidate's integrity.",
          "rationale": "This line of reasoning aligns with the 'parties-candidates hypothesis,' where party affiliation is the primary consideration for voters.",
          "isCorrect": false
        },
        {
          "text": "Voters are inconsistent in their voting patterns across different levels of elections.",
          "rationale": "This describes the 'inconsistency hypothesis,' which is a separate explanation for voter behavior.",
          "isCorrect": false
        }
      ],
      "hint": "The name of the hypothesis suggests that voters are weighing one quality against another."
    },
    {
      "question": "The module distinguishes between horizontal and vertical accountability. What is the primary formal mechanism for achieving vertical accountability?",
      "answerOptions": [
        {
          "text": "Checks and balances between government branches.",
          "rationale": "This is an example of horizontal accountability, where different parts of the government monitor each other.",
          "isCorrect": false
        },
        {
          "text": "Independent anti-corruption agencies.",
          "rationale": "These agencies are a form of horizontal accountability, as they are state institutions designed to provide oversight.",
          "isCorrect": false
        },
        {
          "text": "Media oversight and investigations.",
          "rationale": "While the media plays a crucial role in accountability, the formal power of citizens to hold government accountable is exercised elsewhere.",
          "isCorrect": false
        },
        {
          "text": "Public elections.",
          "rationale": "Elections are the main method through which citizens hold their governments accountable by voting officials into or out of office.",
          "isCorrect": true
        }
      ],
      "hint": "Think about the most direct way that citizens can express their collective will regarding the government's performance."
    },
    {
      "question": "Which type of non-democratic regime is generally considered the *least* corrupt, according to the research cited in the module?",
      "answerOptions": [
        {
          "text": "Personalistic regimes",
          "rationale": "The source material suggests that personalistic regimes, such as family dictatorships, tend to be among the most corrupt.",
          "isCorrect": false
        },
        {
          "text": "Military regimes",
          "rationale": "The text indicates that single-party and military regimes tend to be less corrupt than personalistic ones, but not the least corrupt overall.",
          "isCorrect": false
        },
        {
          "text": "Monarchies",
          "rationale": "The module posits that monarchs may have incentives to limit corruption to ensure the regime's survival for their descendants, making them the least corrupt type.",
          "isCorrect": true
        },
        {
          "text": "Single-party regimes",
          "rationale": "While described as less corrupt than military personalistic regimes, they are not identified as the least corrupt type of non-democratic regime.",
          "isCorrect": false
        }
      ],
      "hint": "The reasoning involves the ruler's long-term interest in preserving the regime for future generations."
    },
    {
      "question": "In Johnston's 'Oligarchs and Clans' syndrome, what is a key characteristic that distinguishes it from the 'Official Moguls' syndrome?",
      "answerOptions": [
        {
          "text": "It is often unclear who is in charge due to intense competition between powerful groups.",
          "rationale": "This captures the essence of the Oligarchs and Clans syndrome, which contrasts with the clear, monopolized power of an Official Mogul.",
          "isCorrect": true
        },
        {
          "text": "Corruption is tightly controlled and shared among a stable network of elites.",
          "rationale": "This description more accurately fits the 'Elite Cartels' syndrome, not the chaotic competition of 'Oligarchs and Clans'.",
          "isCorrect": false
        },
        {
          "text": "The rule of law and official markets operate very effectively.",
          "rationale": "In the Oligarchs and Clans syndrome, political and economic institutions are explicitly described as weak.",
          "isCorrect": false
        },
        {
          "text": "Economic opportunities are monopolized by a single dictator and their cronies.",
          "rationale": "This is the defining feature of the 'Official Moguls' syndrome, where one leader or group is clearly in charge.",
          "isCorrect": false
        }
      ],
      "hint": "Contrast a situation of monopolized power with one of intense, often violent, power struggles."
    },
    {
      "question": "What is a potential negative consequence of providing public funding to political parties, as discussed in the module?",
      "answerOptions": [
        {
          "text": "It forces parties to become completely dependent on large private donations.",
          "rationale": "Public funding is generally intended to reduce, not increase, the reliance on private donors.",
          "isCorrect": false
        },
        {
          "text": "It is prohibited by the United Nations Convention against Corruption (UNCAC).",
          "rationale": "UNCAC encourages transparency in party funding but does not prohibit the practice of public funding.",
          "isCorrect": false
        },
        {
          "text": "It can reinforce the status quo and create 'cartel parties' that limit competition.",
          "rationale": "The module explains that public funding can favor large, established parties, who may then use state resources to ensure their collective survival.",
          "isCorrect": true
        },
        {
          "text": "It makes political parties less accountable to the state.",
          "rationale": "A risk of public funding is that it can make parties agents of the state, serving it rather than society, which is a form of increased, not decreased, connection.",
          "isCorrect": false
        }
      ],
      "hint": "Think about how established parties might use this type of funding to maintain their advantage over new or smaller parties."
    },
    {
      "question": "The 'deep democratization' approach to anti-corruption emphasizes which of the following?",
      "answerOptions": [
        {
          "text": "Creating more efficient administrative processes in government agencies.",
          "rationale": "This approach conceives of better government in terms of justice and fairness, not simply as more efficient administration.",
          "isCorrect": false
        },
        {
          "text": "Empowering citizens to defend their interests and demand fairness through political means.",
          "rationale": "This is the core of the approach, which focuses on long-term, indirect ways of empowering political opposition to corruption from within society.",
          "isCorrect": true
        },
        {
          "text": "Focusing anti-corruption efforts exclusively on authoritarian regimes.",
          "rationale": "This is a long-term approach that can be considered in various contexts, not just authoritarian ones.",
          "isCorrect": false
        },
        {
          "text": "Implementing 'zero tolerance' policies with harsh punishments for corrupt officials.",
          "rationale": "This describes a specific tactical approach, whereas deep democratization is a broader, long-term strategy focused on societal change.",
          "isCorrect": false
        }
      ],
      "hint": "This approach focuses on building long-term societal resistance to corruption from the bottom up."
    },
    {
      "question": "According to research cited in the module, which institutional arrangement is associated with a *higher* susceptibility to corruption?",
      "answerOptions": [
        {
          "text": "Parliamentarism",
          "rationale": "The text links parliamentarism with a lesser prevalence of corruption due to the creation of strong, nationally-focused parties.",
          "isCorrect": false
        },
        {
          "text": "A high percentage of female members of parliament.",
          "rationale": "The source material indicates that this is correlated with lower, not higher, levels of corruption.",
          "isCorrect": false
        },
        {
          "text": "Federalism",
          "rationale": "The text argues that the divided authority, overlapping jurisdictions, and red tape in federal states can make it easier for malfeasance to occur.",
          "isCorrect": true
        },
        {
          "text": "A unitary state structure.",
          "rationale": "A unitary state is contrasted with federalism; the research cited suggests federalism, with its fragmented power, is more vulnerable to corruption.",
          "isCorrect": false
        }
      ],
      "hint": "Think about which system might lead to fragmented authority, mixed messages, and overlapping jurisdictions."
    },
    {
      "question": "Why might corruption levels initially rise as a country transitions from an authoritarian to a democratic government?",
      "answerOptions": [
        {
          "text": "The public becomes less aware of corruption due to a newly freed but unreliable media.",
          "rationale": "While media might be unreliable, a transition to democracy typically increases transparency and media freedom, leading to more, not less, awareness of corruption.",
          "isCorrect": false
        },
        {
          "text": "The new democratic government intentionally promotes corruption to consolidate power.",
          "rationale": "The module suggests that using corruption to consolidate power is more characteristic of autocratic leaders, not a goal of democratization.",
          "isCorrect": false
        },
        {
          "text": "International donors require a certain level of corruption before providing aid.",
          "rationale": "International aid organizations and donors typically advocate for anti-corruption measures as a condition of aid, not the reverse.",
          "isCorrect": false
        },
        {
          "text": "The emergence of new economic opportunities combined with weak institutional oversight.",
          "rationale": "This aligns with the module's explanation that rapid change creates rents to be captured before control and oversight mechanisms are fully developed.",
          "isCorrect": true
        }
      ],
      "hint": "Consider the effects of rapid economic and political change on a government's capacity for control."
    }
  ]
}
