{
  "quiz": [
    {
      "question": "A facilitator begins a Forum Theatre workshop with a new group of secondary school students. The students are quiet, sitting far apart, and seem hesitant to engage with one another. What is the most immediate need the facilitator should address?",
      "answerOptions": [
        {
          "text": "Begin asking students to share autobiographical stories about crime to establish the play's theme immediately.",
          "rationale": "This action would be premature as the group has not yet established the necessary trust and safety for sharing sensitive personal experiences.",
          "isCorrect": false
        },
        {
          "text": "Start with an easy, playful activation game to help the students get to know each other and relax.",
          "rationale": "According to the guide's phased approach, building the group and breaking down barriers with simple, non-competitive games is the essential first step.",
          "isCorrect": true
        },
        {
          "text": "Divide the students into groups to begin rehearsing scenes for the play.",
          "rationale": "Rehearsing is a later phase; attempting it without first creating a cohesive group dynamic would likely be unproductive.",
          "isCorrect": false
        },
        {
          "text": "Deliver a detailed lecture on the history and principles of Theatre of the Oppressed.",
          "rationale": "While context is useful, a lecture-based approach contradicts the guide's emphasis on experiential and participatory learning, especially at the start.",
          "isCorrect": false
        }
      ],
      "hint": "Consider the first phase of a standard Forum Theatre workshop agenda as outlined in the guide."
    },
    {
      "question": "During a Forum Theatre performance, an audience member replaces the oppressed character and proposes a strategy. The actors playing the oppressors find it very easy to defeat this new strategy. What should the facilitator do next to ensure a productive dialogue?",
      "answerOptions": [
        {
          "text": "Tell the actors to be less challenging so that the audience member's idea can succeed.",
          "rationale": "The struggle must be tough, as it would be in real life, so making it artificially easy undermines the purpose of testing strategies.",
          "isCorrect": false
        },
        {
          "text": "Immediately end the intervention and ask for a completely different idea.",
          "rationale": "Dismissing the attempt without discussion misses a valuable learning opportunity about why certain strategies might fail.",
          "isCorrect": false
        },
        {
          "text": "Stop the scene and facilitate a discussion with the audience about why the strategy failed and what could be learned.",
          "rationale": "The facilitator's role is to use each intervention, successful or not, as a point for collective reflection on its real-world consequences.",
          "isCorrect": true
        },
        {
          "text": "Explain to the audience member why their idea was flawed and suggest a better one.",
          "rationale": "The facilitator maintains a 'maieutic' attitude, helping the community give birth to its own solutions rather than providing them directly.",
          "isCorrect": false
        }
      ],
      "hint": "Think about the facilitator's role as a neutral guide in the dialogue between the actors and the 'spect-actors'."
    },
    {
      "question": "A group is preparing a play based on a student's traumatic personal experience with forced marriage. What is the most critical precaution the facilitator must take before presenting this play to a public audience?",
      "answerOptions": [
        {
          "text": "Ensure the story is generalized and anonymized so it represents a common issue, not one specific student's life.",
          "rationale": "This protects the storyteller from potential risk and retaliation, ensuring the play focuses on the social mechanism rather than an individual's specific circumstances.",
          "isCorrect": true
        },
        {
          "text": "Ask the student who shared the story to play the main oppressed character to ensure authenticity.",
          "rationale": "This could re-victimize the student; it is often more effective for those who have been oppressed to play the role of the oppressor to expose the mechanisms of oppression.",
          "isCorrect": false
        },
        {
          "text": "Invite local authority figures who work on forced marriage to the play to hold them accountable.",
          "rationale": "While engagement is a goal, this approach risks creating mistrust and defensiveness, potentially jeopardizing future partnerships.",
          "isCorrect": false
        },
        {
          "text": "Make the story more dramatic and emotional to have a stronger impact on the audience.",
          "rationale": "The goal is to create a realistic scenario for problem-solving, not simply to evoke emotion, and dramatization could detract from the autobiographical core.",
          "isCorrect": false
        }
      ],
      "hint": "Review the section on precautions, specifically the one concerning avoiding risk and retaliation for students who share their stories."
    },
    {
      "question": "A facilitator is conducting the 'Moulding techniques' exercise where students work in pairs as 'sculptor' and 'clay'. What is the primary purpose of instructing the 'sculptor' to act instinctively and 'switch off their brains'?",
      "answerOptions": [
        {
          "text": "To see which students are the most naturally talented at theatre and should be given lead roles.",
          "rationale": "Forum Theatre is non-competitive and values lived experience over specific artistic skills or talent.",
          "isCorrect": false
        },
        {
          "text": "To create images and explore body postures without the filter of rational thought or self-judgment.",
          "rationale": "The exercise emphasizes accessing embodied knowledge and spontaneous reactions over creating intellectually planned or meaningful statues.",
          "isCorrect": true
        },
        {
          "text": "To test the 'clay's' physical limits and endurance in uncomfortable positions.",
          "rationale": "The guide explicitly states that the sculptor should respect the clay's body and not keep them in uncomfortable positions for long.",
          "isCorrect": false
        },
        {
          "text": "To teach the students how to follow directions precisely without asking questions.",
          "rationale": "The exercise is about discovery and experimentation, not about obedience or following a pre-determined script.",
          "isCorrect": false
        }
      ],
      "hint": "Consider why Image Theatre techniques prioritize spontaneous bodily reactions over pre-planned actions."
    },
    {
      "question": "During the debriefing after a Forum Theatre play, the actors need to distance themselves from the emotions and ideologies of their characters. This process is known as what?",
      "answerOptions": [
        {
          "text": "Character de-rolling",
          "rationale": "This term is used in the guide to describe the specific exercises, like tearing away an invisible mask, that help actors let go of their roles.",
          "isCorrect": true
        },
        {
          "text": "Method acting",
          "rationale": "Method acting is a range of techniques actors use to create thoughts and feelings for their characters, which is different from the process of leaving a character behind.",
          "isCorrect": false
        },
        {
          "text": "Audience evaluation",
          "rationale": "Audience evaluation involves gathering feedback on the performance, which is a separate activity from the actors' personal process of disengaging from their roles.",
          "isCorrect": false
        },
        {
          "text": "Thematic deconstruction",
          "rationale": "This sounds like an academic analysis of the play's themes, whereas the process in question is an experiential and emotional one for the actors.",
          "isCorrect": false
        }
      ],
      "hint": "Look for the term used in the guide to describe the activities that take place immediately after the audience has left."
    }
  ]
}
