{
  "quiz": [
    {
      "question": "A facilitator is starting a workshop with students from different classes who are unfamiliar and hesitant with each other. Which exercise would be most appropriate to use first to build a positive atmosphere and help them learn names?",
      "answerOptions": [
        {
          "text": "The flight",
          "rationale": "This exercise involves lifting a participant and requires a very high level of group trust, making it unsuitable for an initial icebreaker.",
          "isCorrect": false
        },
        {
          "text": "I appreciate... I propose...",
          "rationale": "This activity is designed for evaluation and feedback at the end of a session, not as an introductory game.",
          "isCorrect": false
        },
        {
          "text": "Names as...",
          "rationale": "This game focuses on learning names in a creative, non-judgmental, and playful way, which is ideal for creating a positive group atmosphere at the beginning of a workshop.",
          "isCorrect": true
        },
        {
          "text": "From personal stories to ideas for Forum Theatre plays",
          "rationale": "Sharing personal stories of oppression is a sensitive process that should only occur after a strong foundation of group trust and safety has been established.",
          "isCorrect": false
        }
      ],
      "hint": "Consider which activity is designed specifically for introductions and creating a welcoming, non-judgmental environment."
    },
    {
      "question": "During a workshop, a facilitator notices the group's energy is low after a long discussion. They need a quick, physical, non-competitive game to re-energize the students. Which of the following would be the best choice?",
      "answerOptions": [
        {
          "text": "The drunk bottle",
          "rationale": "This is a slow, focused trust exercise that would not be effective for quickly raising the group's physical energy level.",
          "isCorrect": false
        },
        {
          "text": "Space exploration with closed eyes",
          "rationale": "This is a sensory awareness and trust exercise that is calming and introspective, rather than energizing.",
          "isCorrect": false
        },
        {
          "text": "Houses and tenants",
          "rationale": "This is a simple, fun, and active game that involves movement and lowers barriers, making it very useful for re-energizing a group.",
          "isCorrect": true
        },
        {
          "text": "Moulding techniques",
          "rationale": "This Image Theatre exercise requires concentration and is relatively stationary, making it unsuitable for a quick energy boost.",
          "isCorrect": false
        }
      ],
      "hint": "Look for an activity described as a simple, non-competitive game useful for starting a workshop or boosting energy."
    },
    {
      "question": "A group has already built trust and is ready to begin developing the core conflict for their Forum Theatre play. Which technique is specifically designed to help students identify and embody autobiographical stories of oppression?",
      "answerOptions": [
        {
          "text": "The Colombian hypnosis",
          "rationale": "While this exercise explores power dynamics and trust, its primary focus is on leading and being led, not on developing specific narratives for a play.",
          "isCorrect": false
        },
        {
          "text": "From personal stories to ideas for Forum Theatre plays",
          "rationale": "This process guides students to identify personal or witnessed situations of oppression and use them as the basis for creating the play's plot.",
          "isCorrect": true
        },
        {
          "text": "The mirrors",
          "rationale": "This is an Image Theatre exercise focused on non-verbal listening and synchronized movement, not on generating story content.",
          "isCorrect": false
        },
        {
          "text": "Samurai",
          "rationale": "This is a high-energy activation game used to improve rhythm and coordination, not for the sensitive process of identifying stories of conflict.",
          "isCorrect": false
        }
      ],
      "hint": "The name of this technique directly reflects its purpose in the play-development process."
    },
    {
      "question": "A facilitator wants to explore a complex theme like 'corruption' or 'gang violence' with the group using their bodies and sounds before creating a full scene. Which exercise allows the group to collaboratively build a moving, sounding sculpture representing a social phenomenon?",
      "answerOptions": [
        {
          "text": "Rhythmic machine",
          "rationale": "This exercise specifically asks participants to create a 'thematic machine' with gestures and sounds that explore a complex social issue or phenomenon.",
          "isCorrect": true
        },
        {
          "text": "Seven seconds",
          "rationale": "While this involves creating a collective statue, it focuses on quickly representing concrete objects or situations rather than exploring the abstract dynamics of a social phenomenon.",
          "isCorrect": false
        },
        {
          "text": "The clown from Amsterdam",
          "rationale": "This improvisation exercise is about observation and imitation of movement, not about collectively representing an abstract theme.",
          "isCorrect": false
        },
        {
          "text": "Straight space, curved space",
          "rationale": "This de-mechanization exercise explores different qualities of movement but does not directly engage with a specific social theme.",
          "isCorrect": false
        }
      ],
      "hint": "Think of an exercise where participants act like interconnected parts working together to represent a single, complex idea."
    },
    {
      "question": "To prepare the audience for active participation in a Forum Theatre play, the facilitator needs a warm-up game. Which activity would be most harmful to this goal if used at this stage?",
      "answerOptions": [
        {
          "text": "Enough is enough! I want to take action!",
          "rationale": "This game is specifically designed as an audience warm-up to practice the idea of intervening and overcoming hesitation.",
          "isCorrect": false
        },
        {
          "text": "The object of desire",
          "rationale": "This exercise warms up the audience by having them practice improvisation and using different strategies to convince someone, which is relevant to Forum Theatre.",
          "isCorrect": false
        },
        {
          "text": "De-rolling and feedback",
          "rationale": "This process is meant for the actors *after* the performance to distance themselves from their characters; using it beforehand would be confusing and counterproductive.",
          "isCorrect": true
        },
        {
          "text": "Dancing",
          "rationale": "The guide suggests dancing is a very good way to de-mechanize the body and mind of the audience, preparing them for participation.",
          "isCorrect": false
        }
      ],
      "hint": "Consider the sequence of events. Which activity is explicitly described as taking place after the audience has already left?"
    },
    {
      "question": "A group of actors has developed a scene for their play, but the facilitator suspects the core oppressive mechanism isn't clear through their physical actions alone. What is the best next step to rehearse and clarify the non-verbal storytelling?",
      "answerOptions": [
        {
          "text": "Rehearsal for the deaf",
          "rationale": "This technique requires actors to perform the scene without speaking, forcing them and the observing group to focus on whether the story is understandable through actions alone.",
          "isCorrect": true
        },
        {
          "text": "Interviewing the characters (the hot seat)",
          "rationale": "This exercise develops a character's internal world (will, ideology, biography) but does not directly rehearse the physical actions of a scene.",
          "isCorrect": false
        },
        {
          "text": "Improvisation in concentric circles",
          "rationale": "This is a warm-up exercise for practicing improvisation on a conflict, not a rehearsal technique for refining an already-scripted scene.",
          "isCorrect": false
        },
        {
          "text": "Yes and no",
          "rationale": "This improvisation game helps explore emotional range but is not designed for rehearsing the specific plot points of a Forum Theatre scene.",
          "isCorrect": false
        }
      ],
      "hint": "Look for a rehearsal technique that intentionally removes the element of speech to test visual clarity."
    }
  ]
}
