{
    "modules": [
      {
        "name": "Diversity and inclusion",
        "quiz": [
          {
            "question": "An anti-corruption authority (ACA) successfully recruits a diverse group of young volunteers for a new initiative. However, the program stalls because the ACA's procurement department cannot process small, flexible payments for transportation stipends or event supplies, leading to significant delays. Which key institutional enabler is lacking?",
            "answerOptions": [
              {
                "text": "Formal youth-engagement contracting mechanisms",
                "isCorrect": false,
                "rationale": "This relates to the processes for hiring or partnering with youth, but the core issue here is the inflexible system for handling small, necessary payments."
              },
              {
                "text": "Dedicated funding for youth engagement",
                "isCorrect": true,
                "rationale": "This enabler covers not just the availability of funds, but also having effective and flexible administrative mechanisms to disburse them in a youth-friendly manner."
              },
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "The ACA successfully mobilized youth; the problem occurred after they were engaged due to administrative hurdles."
              },
              {
                "text": "Participation plan",
                "isCorrect": false,
                "rationale": "A participation plan outlines how and when to engage stakeholders, but it doesn't govern the internal financial systems required to support that engagement."
              }
            ],
            "hint": "The problem isn't the lack of money, but the rigid internal systems for spending it."
          },
          {
            "question": "An ACA's communications department produces a detailed, 100-page report on anti-corruption laws, intending for it to be used in schools. The report is written in dense legal language and is only available as a PDF download. Teachers and students find it unusable. The failure to adapt the content for its intended audience indicates a lack of what?",
            "answerOptions": [
              {
                "text": "Staff knowledge on meaningful youth engagement processes",
                "isCorrect": false,
                "rationale": "While knowledgeable staff would have avoided this, the tangible missing element is the appropriately formatted content itself."
              },
              {
                "text": "Youth-friendly materials and capacity support",
                "isCorrect": true,
                "rationale": "This enabler stresses the need to provide resources like manuals and training materials in appropriate formats and languages to guide young people effectively."
              },
              {
                "text": "Stakeholder analysis",
                "isCorrect": false,
                "rationale": "The ACA identified the stakeholders (teachers and students) but failed to create resources suitable for them."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": false,
                "rationale": "Having a youth advisory board (a structure) would have helped prevent this, but the direct failure is in the creation of the material."
              }
            ],
            "hint": "The problem lies with the format and accessibility of the informational resources provided to the youth audience."
          },
          {
            "question": "An ACA decides to engage with youth but has no clear idea which youth organizations operate in the country, what issues are important to them, or what barriers might prevent rural youth from participating. They end up partnering with the first group that responds to a general email. This haphazard approach demonstrates a failure to conduct a proper:",
            "answerOptions": [
              {
                "text": "Participation plan",
                "isCorrect": false,
                "rationale": "A participation plan is developed after understanding the landscape; the ACA skipped the crucial first step of mapping that landscape."
              },
              {
                "text": "Stakeholder analysis",
                "isCorrect": true,
                "rationale": "This initial step involves identifying all relevant youth groups, understanding their views, and recognizing barriers to their engagement to ensure an inclusive approach."
              },
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "While they did mobilize one group, the process was uninformed and likely not inclusive due to the lack of preliminary research."
              },
              {
                "text": "Anti-corruption authority-youth partnership plan",
                "isCorrect": false,
                "rationale": "This plan would formalize a partnership, but the ACA lacked the foundational knowledge to even select an appropriate partner."
              }
            ],
            "hint": "Consider the very first step an organization should take to understand the environment before initiating engagement."
          },
          {
            "question": "An ACA brings in a group of young people to provide feedback on a new policy. The youth offer valuable insights, but the ACA provides no compensation for their time or travel expenses. As a result, only young people from wealthy backgrounds who can afford to volunteer are able to participate. This situation points to a failure in which key enabler?",
            "answerOptions": [
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "The ACA did mobilize young people; however, the lack of financial support created an exclusionary environment."
              },
              {
                "text": "Dedicated funding for youth engagement",
                "isCorrect": true,
                "rationale": "This enabler is not just about having a budget but also about using it to remove financial barriers to participation, such as providing stipends and covering expenses, to prevent 'elite capture'."
              },
              {
                "text": "Stakeholder analysis",
                "isCorrect": false,
                "rationale": "While a good analysis would have identified this barrier, the direct failure is the lack of a mechanism to financially support participants."
              },
              {
                "text": "Formal youth-engagement contracting mechanisms",
                "isCorrect": false,
                "rationale": "This refers to formal contracts for work, whereas the issue here is the lack of support for volunteer or consultative participation."
              }
            ],
            "hint": "The core issue is the financial barrier that prevents inclusive participation."
          },
          {
            "question": "During an online meeting with an ACA, a young participant with a hearing impairment is unable to follow the discussion because there is no sign language interpreter or live captioning. The presentation slides are also image-heavy with little text, making them inaccessible. This oversight shows a failure to account for diversity and inclusion within which specific enabler?",
            "answerOptions": [
              {
                "text": "Youth safeguarding",
                "isCorrect": false,
                "rationale": "While inclusivity is part of a safe space, the direct failure here is related to accessibility of materials and communication."
              },
              {
                "text": "Youth-friendly materials and capacity support",
                "isCorrect": true,
                "rationale": "A core part of making materials 'youth-friendly' is ensuring they are accessible to all young people, including those with disabilities, through appropriate formats and support."
              },
              {
                "text": "Stakeholder analysis",
                "isCorrect": false,
                "rationale": "The ACA may have identified persons with disabilities as a stakeholder group but failed to translate that knowledge into practical support during the event."
              },
              {
                "text": "Adult stakeholders skilled in youth engagement",
                "isCorrect": false,
                "rationale": "The staff's skills are secondary to the lack of technical and material provisions for accessibility."
              }
            ],
            "hint": "Consider what is required to ensure that all participants, regardless of physical ability, can access the information being shared."
          },
          {
            "question": "An ACA starts a youth club at a local school. The club members are enthusiastic but have no materials to work with—no brochures, no presentation templates, no access to anti-corruption case studies written in simple language. The club's activities are limited because of this lack of accessible resources. Which enabler has been neglected?",
            "answerOptions": [
              {
                "text": "Youth capacity building",
                "isCorrect": false,
                "rationale": "While materials support capacity building, the fundamental issue is the absence of the tools and resources themselves."
              },
              {
                "text": "Youth-friendly materials and capacity support",
                "isCorrect": true,
                "rationale": "This enabler specifically addresses the need for toolkits, manuals, and other resources to be provided in appropriate and accessible formats to support youth efforts."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": false,
                "rationale": "The structure (the youth club) has been established, but it is not properly equipped to function."
              },
              {
                "text": "Dedicated funding for youth engagement",
                "isCorrect": false,
                "rationale": "Funding might exist, but it hasn't been used to create and distribute the necessary educational resources."
              }
            ],
            "hint": "The problem lies in the lack of tangible tools and information needed for the youth group to carry out its work."
          }
        ]
      },
      {
        "name": "Engagement-enabling environment",
        "quiz": [
          {
            "question": "An ACA hosts an online forum for young people to discuss corruption issues. During the session, several participants are subjected to aggressive and dismissive comments from others, and there are no clear rules or moderators to intervene. The ACA has no established policy for handling such incidents. The absence of which prerequisite enabler created this unsafe environment?",
            "answerOptions": [
              {
                "text": "Youth safeguarding",
                "isCorrect": true,
                "rationale": "This enabler specifically involves creating a safe, respectful, and inclusive environment, including having policies and processes to prevent and respond to harm."
              },
              {
                "text": "Adult stakeholders skilled in youth engagement",
                "isCorrect": false,
                "rationale": "While skilled adults might have handled the situation better, the fundamental issue is the lack of a formal policy and process for ensuring safety."
              },
              {
                "text": "Youth-friendly materials and capacity support",
                "isCorrect": false,
                "rationale": "This concerns providing accessible information and resources, not the safety protocols governing interactions."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": false,
                "rationale": "The online forum itself is an engagement structure; the problem lies in how that structure was managed to ensure participant safety."
              }
            ],
            "hint": "Consider the foundational requirement to protect participants from harm during engagement activities."
          },
          {
            "question": "An ACA wants to hire young consultants to develop a social media campaign. However, their standard hiring requirements demand a minimum of five years of professional experience and a track record of similar government contracts, effectively excluding all potential youth candidates. This situation highlights an absence of which institutional enabler?",
            "answerOptions": [
              {
                "text": "Dedicated funding for youth engagement",
                "isCorrect": false,
                "rationale": "The funding may be available, but the bureaucratic hurdles in the hiring process are the actual barrier."
              },
              {
                "text": "Formal youth-engagement contracting mechanisms",
                "isCorrect": true,
                "rationale": "This enabler involves ensuring that institutional procurement and partnering mechanisms are flexible and youth-friendly, avoiding prohibitive requirements that exclude young people."
              },
              {
                "text": "Stakeholder analysis",
                "isCorrect": false,
                "rationale": "The ACA has identified the stakeholders they want to engage (youth consultants); the problem is with the process of formally engaging them."
              },
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "Mobilization refers to getting youth involved, but the ACA is unable to even start this process due to rigid contracting rules."
              }
            ],
            "hint": "The issue lies within the ACA's official procedures for procurement and hiring, not in identifying or funding the roles."
          },
          {
            "question": "An ACA's staff has attended several workshops on the importance of youth engagement. However, they have no practical guidance, checklists, or standardized procedures for how to actually implement these ideas in their projects. This leads to inconsistent and often tokenistic efforts across different departments. The ACA is missing which institutional enabler?",
            "answerOptions": [
              {
                "text": "Adult stakeholders skilled in youth engagement",
                "isCorrect": false,
                "rationale": "The staff may have the right attitude, but they lack the procedural knowledge to act on it."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": false,
                "rationale": "Formal structures are for ongoing consultation, while this problem relates to the 'how-to' of day-to-day project implementation."
              },
              {
                "text": "Staff knowledge on meaningful youth engagement processes",
                "isCorrect": true,
                "rationale": "This enabler specifically addresses the need for staff to understand the practical processes and have access to guidance to work constructively and effectively with young people."
              },
              {
                "text": "Youth capacity building",
                "isCorrect": false,
                "rationale": "This focuses on building the capacity of youth, not the ACA's internal staff."
              }
            ],
            "hint": "The staff understands the 'why' but not the 'how' of engaging young people."
          },
          {
            "question": "After identifying key youth groups, an ACA struggles to effectively sequence their engagement activities. They hold a policy consultation before an awareness campaign, leading to confusion among participants. They lack a coherent, timeline-based approach for their interactions with youth stakeholders. What has the ACA failed to create?",
            "answerOptions": [
              {
                "text": "Stakeholder analysis",
                "isCorrect": false,
                "rationale": "The analysis was completed successfully; the problem is in the subsequent planning of interactions."
              },
              {
                "text": "Participation plan",
                "isCorrect": true,
                "rationale": "This plan specifically guides an organization in systematically deciding which stakeholders to engage, as well as how and when to do so, throughout a project cycle."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": false,
                "rationale": "This refers to formal bodies for consultation, not the overall strategic timeline for a project's engagement activities."
              },
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "The mobilization is happening, but it is poorly timed and sequenced."
              }
            ],
            "hint": "The issue is not about *who* to engage, but about the strategic planning of *when* and *how* to engage them in a logical order."
          },
          {
            "question": "An ACA hosts a series of youth dialogues. During these events, staff members take notes on their personal laptops, and participant contact information is shared openly in a group email without consent. There is no official policy on data privacy or how youth inputs will be stored and used. This lack of clear protocols is a failure of which key enabler?",
            "answerOptions": [
              {
                "text": "Staff knowledge on meaningful youth engagement processes",
                "isCorrect": false,
                "rationale": "Staff knowledge is important, but the core problem is the absence of an official institutional policy to guide their actions."
              },
              {
                "text": "Youth safeguarding",
                "isCorrect": true,
                "rationale": "A crucial component of safeguarding is protecting participants' privacy and ensuring ethical handling of their data and contributions to prevent potential harm or misuse."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": false,
                "rationale": "The dialogue series is a structure, but it lacks the necessary safety protocols."
              },
              {
                "text": "Participation plan",
                "isCorrect": false,
                "rationale": "The plan might not have included safety protocols, but the missing enabler is safeguarding itself."
              }
            ],
            "hint": "Focus on the institutional responsibility to protect participants' personal information and ensure their contributions are handled ethically."
          },
          {
            "question": "An ACA's leadership decides to 'engage youth' but provides no additional budget, staff time, or resources. A junior officer is asked to 'start a youth Instagram account' in their spare time. The initiative fails due to a complete lack of institutional support. Which prerequisite enabler was most clearly absent?",
            "answerOptions": [
              {
                "text": "Dedicated funding for youth engagement",
                "isCorrect": true,
                "rationale": "This enabler is foundational, providing the necessary financial and human resources to move an intention into a viable program."
              },
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "Mobilization could not even begin because there were no resources to support it."
              },
              {
                "text": "Stakeholder analysis",
                "isCorrect": false,
                "rationale": "Even if an analysis were done, nothing could be implemented without the necessary resources."
              },
              {
                "text": "Staff knowledge on meaningful youth engagement processes",
                "isCorrect": false,
                "rationale": "Staff knowledge is irrelevant if there is no budget or allocated time to apply that knowledge."
              }
            ],
            "hint": "Consider the most fundamental requirement for any new initiative within an organization to get off the ground."
          },
          {
            "question": "An ACA wishes to establish a youth advisory board. They struggle because their internal rules only allow for formal contracts with registered non-governmental organizations, and they cannot find a way to engage with a diverse group of individual youth leaders or informal networks. The ACA's rigid internal policies point to a lack of:",
            "answerOptions": [
              {
                "text": "Formal youth-engagement contracting mechanisms",
                "isCorrect": true,
                "rationale": "This enabler addresses the need for flexible institutional processes that can accommodate various forms of youth engagement beyond traditional contracts with registered entities."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": false,
                "rationale": "The ACA wants to create a structure (the board), but is prevented from doing so by its inflexible procedural rules."
              },
              {
                "text": "Dedicated funding for youth engagement",
                "isCorrect": false,
                "rationale": "The issue is not the availability of money, but the administrative rules governing how they can formally partner with youth."
              },
              {
                "text": "Stakeholder analysis",
                "isCorrect": false,
                "rationale": "The ACA likely knows who they want to engage; the problem is the 'how' from a procedural standpoint."
              }
            ],
            "hint": "The barrier is not strategic or financial, but procedural and administrative."
          },
          {
            "question": "An ACA includes a youth component in a major project proposal. The plan looks good on paper, but the staff responsible for implementation have never worked with young people before and are anxious about it. They have not received any orientation or training on best practices. This lack of preparedness points to a gap in which enabler?",
            "answerOptions": [
              {
                "text": "Adult stakeholders skilled in youth engagement",
                "isCorrect": false,
                "rationale": "While the goal is to make them skilled, the immediate missing piece is the training and guidance to get them there."
              },
              {
                "text": "Staff knowledge on meaningful youth engagement processes",
                "isCorrect": true,
                "rationale": "This enabler covers the need for training, mentorship, and guidance to build internal organizational capacity and ensure staff understand their roles and responsibilities."
              },
              {
                "text": "Youth safeguarding",
                "isCorrect": false,
                "rationale": "While safeguarding training would be part of it, the overall knowledge gap is broader."
              },
              {
                "text": "Participation plan",
                "isCorrect": false,
                "rationale": "A plan may exist, but the staff lack the capacity to implement it effectively."
              }
            ],
            "hint": "Focus on what is needed to build the internal capacity and confidence of the staff who will be working directly with youth."
          }
        ]
      },
      {
        "name": "Intergenerational collaboration",
        "quiz": [
          {
            "question": "A senior ACA officer is assigned to lead a new youth outreach project. The officer is highly experienced in law enforcement but consistently dismisses ideas from young interns, believing they lack the necessary expertise. This leads to a demoralized team and uninspired project outcomes. The officer's inability to work constructively with young people points to a lack of which enabler?",
            "answerOptions": [
              {
                "text": "Staff knowledge on meaningful youth engagement processes",
                "isCorrect": false,
                "rationale": "While related, this focuses more on knowing the 'how-to' processes. The core issue here is the officer's attitude and interpersonal skills."
              },
              {
                "text": "Youth (reverse) mentorship programme",
                "isCorrect": false,
                "rationale": "A reverse mentorship program could be a solution, but the fundamental problem is the officer's lack of a specific skill set."
              },
              {
                "text": "Adult stakeholders skilled in youth engagement",
                "isCorrect": true,
                "rationale": "This enabler specifically addresses the need for adult staff to have the right skills, patience, understanding, and positive attitude to guide and support young people effectively."
              },
              {
                "text": "Intergenerational collaboration",
                "isCorrect": false,
                "rationale": "This is the desired outcome or theme, but the specific missing component is the capacity of the adult staff member to facilitate it."
              }
            ],
            "hint": "Focus on the specific competencies and attitudes required for adults to work effectively with their younger counterparts."
          },
          {
            "question": "An ACA brings on several young interns. They are given meaningful tasks and contribute significantly to a major report. However, they receive no formal guidance from senior staff, have no opportunities to network professionally, and are not connected with mentors to discuss their career goals. This lack of professional guidance points to the absence of a:",
            "answerOptions": [
              {
                "text": "Youth (reverse) mentorship programme",
                "isCorrect": true,
                "rationale": "This enabler specifically addresses the need to match young people with staff for learning, networking, and fostering personal and career goals."
              },
              {
                "text": "Youth capacity building",
                "isCorrect": false,
                "rationale": "While mentorship is a form of capacity building, the specific failure is the lack of a structured relationship for guidance and support."
              },
              {
                "text": "Adult stakeholders skilled in youth engagement",
                "isCorrect": false,
                "rationale": "The staff might be skilled in working with the interns on tasks, but the formal structure for mentorship is missing."
              },
              {
                "text": "Youth safeguarding",
                "isCorrect": false,
                "rationale": "The environment is safe, but it lacks structured support for professional development."
              }
            ],
            "hint": "Focus on the need for structured, personal guidance to help young professionals navigate their career development."
          },
          {
            "question": "An ACA has a wealth of data on corruption trends but struggles to make it understandable and engaging for a younger audience. A senior manager suggests a 'reverse mentorship' where a tech-savvy junior staff member could guide them on data visualization and social media trends. This idea directly addresses the creation of which enabler?",
            "answerOptions": [
              {
                "text": "Youth (reverse) mentorship programme",
                "isCorrect": true,
                "rationale": "This enabler specifically involves junior or youth partners mentoring more senior staff, acknowledging that young people have valuable skills to share."
              },
              {
                "text": "Adult stakeholders skilled in youth engagement",
                "isCorrect": false,
                "rationale": "While this program would improve adult skills, the specific mechanism being proposed is a reverse mentorship."
              },
              {
                "text": "Youth capacity building",
                "isCorrect": false,
                "rationale": "This scenario is about building the capacity of senior staff by leveraging the skills of youth, not the other way around."
              },
              {
                "text": "Youth-friendly materials and capacity support",
                "isCorrect": false,
                "rationale": "The goal is to create these materials, and the proposed method to achieve this is through reverse mentorship."
              }
            ],
            "hint": "Consider the specific type of program where the traditional flow of guidance from senior to junior is inverted."
          },
          {
            "question": "An ACA's senior leadership is impressed by the innovative ideas of their young interns. However, there is no formal process for these ideas to be reviewed or for the interns to collaborate with senior staff. The potential for intergenerational learning is lost because of the absence of a structured:",
            "answerOptions": [
              {
                "text": "Youth (reverse) mentorship programme",
                "isCorrect": true,
                "rationale": "This specific structure is designed to facilitate learning from young people by pairing them with senior staff to share knowledge and challenge assumptions."
              },
              {
                "text": "Youth capacity building",
                "isCorrect": false,
                "rationale": "This focuses on developing youth skills, whereas the missed opportunity here is for senior staff to learn from youth."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": false,
                "rationale": "This is a broad term; a reverse mentorship programme is a very specific type of engagement structure designed for this purpose."
              },
              {
                "text": "Anti-corruption authority-youth partnership plan",
                "isCorrect": false,
                "rationale": "A partnership could incorporate this, but the specific mechanism for senior staff to learn from junior staff is a reverse mentorship."
              }
            ],
            "hint": "Think of a program designed specifically for senior staff to learn from the unique skills and perspectives of their junior colleagues."
          }
        ]
      },
      {
        "name": "Quality youth participation",
        "quiz": [
          {
            "question": "An ACA decides to create a youth program. They design all activities, curriculum, and materials internally with senior staff. When the program is launched, youth attendance is low, and feedback indicates the topics are not relevant to their daily lives. What institutional enabler was missed that would have involved young people from the very beginning?",
            "answerOptions": [
              {
                "text": "Youth capacity building",
                "isCorrect": false,
                "rationale": "This refers to training young people, but the issue here is that the program's content was irrelevant because youth were not consulted during its creation."
              },
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "Mobilization is the act of getting youth involved, but the failure occurred before this stage, in the design phase."
              },
              {
                "text": "Anti-corruption authority-youth partnership plan",
                "isCorrect": false,
                "rationale": "A partnership plan is a form of engagement, but the core missing element is a formal, regular body for consultation."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": true,
                "rationale": "Establishing formal structures, like a youth advisory group, ensures that young people are continuously engaged and can co-design initiatives from the outset."
              }
            ],
            "hint": "Think about the need for a formal, ongoing mechanism for youth consultation, not just a one-time event."
          },
          {
            "question": "An ACA partners with a youth-led organization on a joint project. The ACA dictates all terms, controls the budget, and makes all key decisions without consulting their youth partners. The youth organization feels more like a subcontractor than an equal. This fails to establish a proper:",
            "answerOptions": [
              {
                "text": "Participation plan",
                "isCorrect": false,
                "rationale": "A plan exists, but it's not collaborative or equitable."
              },
              {
                "text": "Anti-corruption authority-youth partnership plan",
                "isCorrect": true,
                "rationale": "This enabler focuses on creating shared-value partnerships where both parties co-design and contribute as equals toward a common goal."
              },
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "The youth organization was successfully mobilized into the project, but the nature of the relationship is flawed."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": false,
                "rationale": "A structure for partnership exists, but it lacks the element of mutual respect and shared decision-making."
              }
            ],
            "hint": "Think about the quality and equality of the relationship between the ACA and its youth collaborators."
          },
          {
            "question": "An ACA wants to engage young people in its work. The leadership is supportive, a budget is allocated, and staff are trained. However, there is no formal mechanism like an advisory council or a standing committee to ensure that youth voices are heard regularly and systematically in the ACA's decision-making. Engagement happens on an ad-hoc, project-by-project basis. What is missing?",
            "answerOptions": [
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "Youth are being mobilized for individual projects, but there is no permanent 'seat at the table'."
              },
              {
                "text": "Participation plan",
                "isCorrect": false,
                "rationale": "Individual projects might have participation plans, but the institution lacks a high-level, continuous mechanism for engagement."
              },
              {
                "text": "Youth-engagement structures",
                "isCorrect": true,
                "rationale": "This enabler is about formalizing institutional structures, such as a youth consultative group, to regularly and continuously engage young people in decision-making."
              },
              {
                "text": "Anti-corruption authority-youth partnership plan",
                "isCorrect": false,
                "rationale": "This refers to specific partnerships, not the overarching institutional framework for regular consultation."
              }
            ],
            "hint": "The issue is the lack of a permanent, institutionalized 'seat at the table' for young people."
          },
          {
            "question": "An ACA has a youth advisory board that meets quarterly. However, the senior management team that makes final policy decisions never attends these meetings and rarely reads the meeting minutes or recommendations. The youth feel their input is given into a void. This tokenistic setup indicates a failure in which institutional enabler?",
            "answerOptions": [
              {
                "text": "Youth-engagement structures",
                "isCorrect": false,
                "rationale": "The structure (advisory board) exists on paper, but it is not integrated meaningfully into the ACA's operations."
              },
              {
                "text": "Anti-corruption authority-youth partnership plan",
                "isCorrect": true,
                "rationale": "A true partnership involves mutual respect and shared value, where the contributions of youth are taken seriously and influence decisions, which is not happening here."
              },
              {
                "text": "Dedicated funding for youth engagement",
                "isCorrect": false,
                "rationale": "The board may be fully funded, but its influence is what's lacking, making the engagement not meaningful."
              },
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "Youth have been successfully mobilized onto the board; the problem is the lack of impact their presence has."
              }
            ],
            "hint": "The mechanism for engagement exists, but the quality of the relationship and the value placed on youth input is missing."
          }
        ]
      },
      {
        "name": "Youth empowerment",
        "quiz": [
          {
            "question": "An ACA launches a program providing anti-corruption training to youth. The program is considered a success by the ACA, but the young participants feel they gained little practical knowledge and have no clear path to apply their new skills. The program focused on delivering content but offered no leadership opportunities or chances for personal growth. What was missing?",
            "answerOptions": [
              {
                "text": "Youth-friendly materials and capacity support",
                "isCorrect": false,
                "rationale": "The materials might have been youth-friendly; the issue is the lack of opportunities for development beyond receiving information."
              },
              {
                "text": "Youth safeguarding",
                "isCorrect": false,
                "rationale": "The program was safe, but it was not empowering for the participants in the long term."
              },
              {
                "text": "Youth capacity building",
                "isCorrect": true,
                "rationale": "This enabler focuses on providing opportunities for the personal and leadership development of young people, helping them affect change in their communities."
              },
              {
                "text": "Participation plan",
                "isCorrect": false,
                "rationale": "A plan existed for youth to participate as trainees, but it lacked components aimed at their personal and professional growth."
              }
            ],
            "hint": "Think about what turns a one-time training session into a long-term empowering experience for a young person."
          },
          {
            "question": "An ACA runs a year-long youth fellowship. The fellows work hard and produce excellent research. However, at the end of the year, the ACA simply thanks them and moves on. There is no celebration of their achievements, no sharing of their success stories, and no recognition of their contributions. This failure to acknowledge their work can undermine which enabler?",
            "answerOptions": [
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "Mobilization was successful; the issue lies in the follow-through and recognition of the mobilized youth."
              },
              {
                "text": "Youth capacity building",
                "isCorrect": true,
                "rationale": "A key part of this enabler is recognizing, celebrating, and sharing the achievements of young people to empower them and validate their contributions."
              },
              {
                "text": "Anti-corruption authority-youth partnership plan",
                "isCorrect": false,
                "rationale": "The partnership existed, but one of its empowering elements—recognition—was missing."
              },
              {
                "text": "Participation plan",
                "isCorrect": false,
                "rationale": "The plan for their participation was executed, but the concluding step of acknowledgment was omitted."
              }
            ],
            "hint": "Think about the element of empowerment that comes from acknowledging and celebrating contributions."
          },
          {
            "question": "An ACA launches a youth ambassador program. The ambassadors are expected to organize events and campaigns in their communities. However, the ACA provides no training on project management, public speaking, or anti-corruption topics, leaving the ambassadors unprepared and ineffective. This oversight represents a failure in:",
            "answerOptions": [
              {
                "text": "Youth mobilization",
                "isCorrect": false,
                "rationale": "The youth were successfully mobilized as ambassadors; the failure was in equipping them for their role."
              },
              {
                "text": "Youth safeguarding",
                "isCorrect": false,
                "rationale": "The program may be safe, but it lacks the necessary support for the ambassadors to succeed."
              },
              {
                "text": "Youth capacity building",
                "isCorrect": true,
                "rationale": "This enabler is centered on providing young people with the training, skills, and knowledge necessary to contribute effectively and grow personally."
              },
              {
                "text": "Participation plan",
                "isCorrect": false,
                "rationale": "The plan for their participation was incomplete because it lacked a crucial training component."
              }
            ],
            "hint": "The issue is not about getting youth involved, but about properly equipping them with skills once they are."
          }
        ]
      }
    ]
  }
  