{
  "quiz": [
    {
      "question": "In the 'Moulding techniques' exercise of Image Theatre, what is the primary instruction given to the 'sculptor' to guide their creative process?",
      "answerOptions": [
        {
          "text": "To create a statue that has a clear, pre-determined meaning related to a social issue.",
          "rationale": "While the overall workshop may address social issues, this specific exercise emphasizes process and instinct over creating a pre-planned symbolic representation.",
          "isCorrect": false
        },
        {
          "text": "To act instinctively and discover by moulding, without overthinking or planning.",
          "rationale": "The guide specifically asks the sculptor to 'switch off their brains' and be guided by instinct, discovering the image through the act of moulding itself.",
          "isCorrect": true
        },
        {
          "text": "To put the 'clay' in the most uncomfortable position possible to evoke a strong emotional response.",
          "rationale": "The guide explicitly states that the sculptor should respect the clay's body and not force them into uncomfortable positions for a long time.",
          "isCorrect": false
        },
        {
          "text": "To verbally explain to the 'clay' the exact posture and emotion they are trying to create.",
          "rationale": "This exercise relies on non-verbal communication, with the sculptor physically moving the clay's body or using gestures to direct their gaze and expression.",
          "isCorrect": false
        }
      ],
      "hint": "The guide suggests that sculptors should try to 'switch off their brains' during this exercise."
    },
    {
      "question": "What is the key principle behind creating an image in 'The primitive image' exercise?",
      "answerOptions": [
        {
          "text": "The image must be carefully planned with a group to represent a complex social phenomenon.",
          "rationale": "This exercise is described as an individual and spontaneous bodily response, not a pre-planned group activity.",
          "isCorrect": false
        },
        {
          "text": "The image must realistically depict a character from a well-known story of oppression.",
          "rationale": "The image arises from an instinctive, unplanned reaction to a command or keyword, not from a pre-existing script or story.",
          "isCorrect": false
        },
        {
          "text": "The image is created by logically analyzing a keyword and then forming a symbolic posture.",
          "rationale": "The instructions emphasize bypassing the rational mind and encouraging a direct, unplanned bodily reaction to the prompt.",
          "isCorrect": false
        },
        {
          "text": "The image should be a spontaneous, unplanned bodily response to a keyword or a 'stop' command.",
          "rationale": "The guide stresses the importance of not planning in advance and letting the body respond instinctively to the facilitator's prompt.",
          "isCorrect": true
        }
      ],
      "hint": "This exercise prioritizes immediate physical reaction over intellectual interpretation."
    },
    {
      "question": "In the Image Theatre exercise 'Seven seconds,' what is the main challenge presented to the students?",
      "answerOptions": [
        {
          "text": "To individually create a statue that perfectly represents a simple object like an apple or a chair.",
          "rationale": "This exercise is a collective activity, and the guide suggests using complex objects with many parts, not simple ones.",
          "isCorrect": false
        },
        {
          "text": "To collectively form a statue representing a complex object or situation under a strict time limit.",
          "rationale": "The core of the exercise is the group's ability to cooperate and build a complex image non-verbally within the seven-second countdown.",
          "isCorrect": true
        },
        {
          "text": "To hold a difficult physical posture for seven minutes without moving.",
          "rationale": "The time limit of seven seconds is for the creation of the statue, not for the duration it must be held.",
          "isCorrect": false
        },
        {
          "text": "To verbally plan and direct the group to build the most accurate statue possible.",
          "rationale": "The very short time frame is designed to prevent verbal planning and instead encourage spontaneous, instinctual group creation.",
          "isCorrect": false
        }
      ],
      "hint": "The name of the exercise itself points to the primary constraint involved."
    },
    {
      "question": "What is the objective of the third and final phase of 'The mirrors' exercise in Image Theatre?",
      "answerOptions": [
        {
          "text": "For one partner to perfectly imitate the other's movements without any error.",
          "rationale": "This describes the first two phases of the exercise, where there are distinct roles of 'person' and 'image'.",
          "isCorrect": false
        },
        {
          "text": "For both partners to simultaneously propose and follow movements, seeking a shared harmony.",
          "rationale": "In this phase, prompted by the word 'together,' the distinction between leader and follower dissolves, and the pair seeks mutual harmony.",
          "isCorrect": true
        },
        {
          "text": "For the partners to break the mirror and begin a verbal dialogue about their experience.",
          "rationale": "The guide specifies that the entire exercise is conducted without words to maintain focus on non-verbal listening and movement.",
          "isCorrect": false
        },
        {
          "text": "For one partner, designated as the 'person,' to lead the 'image' in increasingly complex gestures.",
          "rationale": "This accurately describes the first phase of the exercise, but not the final one where the roles merge.",
          "isCorrect": false
        }
      ],
      "hint": "The facilitator's command for this final phase is 'together'."
    },
    {
      "question": "Based on the exercises described in the guide, what is a primary goal of Image Theatre?",
      "answerOptions": [
        {
          "text": "To explore situations and emotions through the body, bypassing the rational mind to access spontaneous knowledge.",
          "rationale": "Exercises like 'The primitive image' and 'Moulding techniques' repeatedly emphasize reacting without thinking to tap into embodied, non-rational understanding.",
          "isCorrect": true
        },
        {
          "text": "To train students in classical acting skills and voice projection for a formal performance.",
          "rationale": "Image Theatre focuses on internal exploration and non-verbal communication rather than the external skills required for traditional stage performance.",
          "isCorrect": false
        },
        {
          "text": "To create a fixed, scripted play that will be performed for an audience without changes.",
          "rationale": "The techniques are improvisational and exploratory, serving as a process for discovery rather than a method for creating a final, unchangeable script.",
          "isCorrect": false
        },
        {
          "text": "To determine the single best solution to a social problem through physical representation.",
          "rationale": "It is presented as a tool for exploration, dialogue, and raising questions, not for arriving at a singular, definitive answer.",
          "isCorrect": false
        }
      ],
      "hint": "Consider why many of the exercises, such as 'The primitive image,' specifically discourage overthinking and planning."
    }
  ]
}