{
  "quiz": [
    {
      "question": "What is the primary function of the facilitator's \"maieutic\" attitude during a Forum Theatre performance?",
      "answerOptions": [
        {
          "text": "To judge the effectiveness of each strategy proposed by the audience and declare the best one.",
          "rationale": "The guide explicitly states the facilitator's role is non-judgmental and does not support a single proposed solution.",
          "isCorrect": false
        },
        {
          "text": "To guide the community in discovering and 'giving birth' to their own solutions to the conflict presented.",
          "rationale": "This aligns with the Socratic meaning of 'maieutic' (the art of the midwife), where the facilitator helps the community deliver its own ideas, rather than providing the solution themselves.",
          "isCorrect": true
        },
        {
          "text": "To ensure the actors playing the oppressors do not react too harshly to the audience's interventions.",
          "rationale": "The guide suggests the oppressors should challenge the interventions realistically to test the strategy's effectiveness, not soften their reactions.",
          "isCorrect": false
        },
        {
          "text": "To teach the audience the single most effective, pre-determined strategy for resolving the oppression.",
          "rationale": "This is contrary to the core principle that the facilitator is not 'pregnant' with the solution; the community is.",
          "isCorrect": false
        }
      ],
      "hint": "Consider the metaphor of a midwife, as described in the guide's explanation of the facilitator's role."
    },
    {
      "question": "According to the guide's underlying assumptions, why is an 'oppressed person' in Forum Theatre not considered a passive victim?",
      "answerOptions": [
        {
          "text": "Because they want to change their situation but fail due to an imbalance of power embedded in larger structures.",
          "rationale": "This captures the key distinction: the oppressed person actively struggles for their rights but is defeated by systemic, not just personal, forces.",
          "isCorrect": true
        },
        {
          "text": "Because they have secretly accepted their situation and are only pretending to want change.",
          "rationale": "The guide defines the oppressed person as someone who genuinely wants to change their situation but fails.",
          "isCorrect": false
        },
        {
          "text": "Because the conflict they experience is minor and does not involve a true violation of rights.",
          "rationale": "Forum Theatre specifically deals with situations where rights are violated and a character is denied a legitimate aspiration.",
          "isCorrect": false
        },
        {
          "text": "Because they are always able to successfully overcome their oppression by the end of the play.",
          "rationale": "The initial play presented to the audience must end with the oppressed character being defeated to create the need for the forum.",
          "isCorrect": false
        }
      ],
      "hint": "Think about the difference between someone who doesn't act and someone who acts but is unsuccessful."
    },
    {
      "question": "The guide describes Forum Theatre as a 'social laboratory'. What does this metaphor primarily emphasize?",
      "answerOptions": [
        {
          "text": "That performances must be conducted in a sterile, controlled environment like a science lab.",
          "rationale": "The 'laboratory' refers to the process of experimentation, not the physical setting.",
          "isCorrect": false
        },
        {
          "text": "That the goal is to observe social problems without any intervention, like a scientist observing a specimen.",
          "rationale": "The entire purpose of the forum is active intervention and participation from the audience ('spect-actors').",
          "isCorrect": false
        },
        {
          "text": "That it provides a safe, non-judgmental space to test 'embodied ideas of change' and explore their consequences.",
          "rationale": "This aligns with the concept of using the stage to safely rehearse strategies for social transformation and see how they play out.",
          "isCorrect": true
        },
        {
          "text": "That only scientifically proven solutions to social problems are allowed to be performed on stage.",
          "rationale": "The process values all ideas from the community, regardless of how unrealistic they may seem, to be tested equally.",
          "isCorrect": false
        }
      ],
      "hint": "Consider what happens in a laboratory: hypotheses are tested in a safe environment to see the results."
    },
    {
      "question": "In the context of systemic oppression, why is it crucial for actors playing oppressors to faithfully reproduce the mechanisms of power during an intervention?",
      "answerOptions": [
        {
          "text": "To make the 'spect-actor' feel defeated and show that change is impossible.",
          "rationale": "While the challenge should be tough, the goal is to empower the audience by realistically testing strategies, not to foster hopelessness.",
          "isCorrect": false
        },
        {
          "text": "To force the audience to test their strategies against realistic resistance, thereby strengthening the search for viable alternatives.",
          "rationale": "The play must be a tough rehearsal of reality; the oppressors' role is to push back so the proposed strategies can be genuinely evaluated.",
          "isCorrect": true
        },
        {
          "text": "To give the actors playing oppressors a chance to vent their frustrations in a safe setting.",
          "rationale": "The actors' personal feelings are secondary to their function within the theatrical process, which is to serve the audience's exploration.",
          "isCorrect": false
        },
        {
          "text": "To quickly prove that only magical or supernatural solutions will work against the oppressors.",
          "rationale": "The guide specifically warns against 'magical' solutions, stating that the struggle must be as tough as it is in real life.",
          "isCorrect": false
        }
      ],
      "hint": "Think about the purpose of a rehearsal. For it to be effective, it must simulate the real conditions of the performance."
    },
    {
      "question": "When developing a play from autobiographical stories, what is a critical ethical precaution the facilitator must take to prevent harm to the student storyteller?",
      "answerOptions": [
        {
          "text": "Ensure the story is fictionalized enough to be unrecognizable as one student's specific experience.",
          "rationale": "The guide emphasizes making the story relevant to the community but not identifiable to a single student to prevent risk of retaliation or re-victimization.",
          "isCorrect": true
        },
        {
          "text": "Interview the student's family to verify every detail of the story before using it.",
          "rationale": "This could violate the student's confidentiality and potentially put them at greater risk.",
          "isCorrect": false
        },
        {
          "text": "Insist that the student who shared the story must play the main oppressed character themselves.",
          "rationale": "This could be re-traumatizing; often, having a survivor play an oppressor can be more empowering, but there is no strict rule.",
          "isCorrect": false
        },
        {
          "text": "Invite the real-life oppressors to the performance to confront them directly.",
          "rationale": "This would create an unsafe environment and directly contradicts the principle of avoiding retaliation.",
          "isCorrect": false
        }
      ],
      "hint": "Consider the risk of retaliation or shaming if a personal story about crime is made public."
    },
    {
      "question": "What is the primary pedagogical reason for using 'de-mechanization' games and exercises in the Forum Theatre process?",
      "answerOptions": [
        {
          "text": "To teach participants specific theatrical skills like juggling or mime.",
          "rationale": "The goal is not formal theatre training but preparing the body and mind for creative problem-solving.",
          "isCorrect": false
        },
        {
          "text": "To identify the most physically fit students to be the main actors in the play.",
          "rationale": "Forum Theatre is inclusive and does not select participants based on physical ability; no previous experience is required.",
          "isCorrect": false
        },
        {
          "text": "To help participants break free from 'automatic' physical and mental responses to conflict and oppression.",
          "rationale": "This is the core purpose: to de-mechanize the body from habitual reactions (like avoidance or violence) to open up the possibility of imaginative, new strategies.",
          "isCorrect": true
        },
        {
          "text": "To ensure that every play follows the exact same structure and sequence of events.",
          "rationale": "De-mechanization encourages creativity and improvisation, which is the opposite of a rigid, repeatable structure.",
          "isCorrect": false
        }
      ],
      "hint": "The term itself suggests breaking away from something that operates like a machine."
    },
    {
      "question": "During the forum, if an audience member proposes adding a character who could be an ally (e.g., a trusted teacher), what is the facilitator's most important consideration before allowing the scene to be improvised?",
      "answerOptions": [
        {
          "text": "Whether the new character makes the story more entertaining and dramatic.",
          "rationale": "While engagement is important, the primary concern is the realism and relevance of the proposed change.",
          "isCorrect": false
        },
        {
          "text": "Whether the original actors approve of adding a new character to their play.",
          "rationale": "The actors' role is to serve the forum process, which prioritizes the audience's exploration of strategies.",
          "isCorrect": false
        },
        {
          "text": "Whether this new scenario is realistic and recognizable to the community's actual experiences.",
          "rationale": "The facilitator must check with the audience if this new story is plausible (e.g., 'Is it realistic that a bullied student would speak to a teacher?'), maintaining the play's connection to reality.",
          "isCorrect": true
        },
        {
          "text": "Whether there is enough time left in the performance to explore a completely new scene.",
          "rationale": "While time management is a factor, the core ethical and methodological consideration is the realism of the proposed strategy.",
          "isCorrect": false
        }
      ],
      "hint": "Forum Theatre must remain a 'rehearsal of reality,' not a fantasy."
    },
    {
      "question": "The guide emphasizes that the facilitator uses their power to ensure the process is not dominated by existing power relations in the community. What does this look like in practice?",
      "answerOptions": [
        {
          "text": "Forcing powerful community members to apologize for the oppression being shown.",
          "rationale": "This would be a misuse of the facilitator's power and shifts the focus from exploring strategies to assigning blame.",
          "isCorrect": false
        },
        {
          "text": "Giving more speaking time to men and older participants, as they hold traditional authority.",
          "rationale": "This would reinforce existing power structures, which the facilitator is explicitly meant to counteract.",
          "isCorrect": false
        },
        {
          "text": "Creating a 'symbolic container' where voices of the marginalized (children, women, minorities) are heard equally.",
          "rationale": "This reflects the core principle of using the facilitator's authority to level the playing field and ensure all ideas are tested, especially from those often not heard.",
          "isCorrect": true
        },
        {
          "text": "Allowing only people with a university education to come on stage and propose solutions.",
          "rationale": "This would be an example of letting the process be dominated by an existing power relation (educated vs. uneducated).",
          "isCorrect": false
        }
      ],
      "hint": "Consider the facilitator's role in counteracting typical social dynamics where some people's opinions are valued more than others."
    }
  ]
}
