{
  "quiz": [
    {
      "question": "What is a primary reason that corrupt practices often have a more severe and disproportionate impact on women?",
      "answerOptions": [
        {
          "text": "Women are more likely to work in public sector jobs where corruption is most common.",
          "rationale": "While women may work in the public sector, the text identifies their historical marginalization and reliance on public services as the core reason for their vulnerability.",
          "isCorrect": false
        },
        {
          "text": "Existing socioeconomic and power imbalances make women more vulnerable when accessing essential public services.",
          "rationale": "The text explains that historical marginalization and unequal power relations make women more susceptible to the effects of corruption, particularly when services they rely on are compromised.",
          "isCorrect": true
        },
        {
          "text": "Anti-corruption laws are typically written without considering crimes that primarily affect women.",
          "rationale": "The text notes that certain forms of corruption affecting women are not always recognized as such, but the foundational issue highlighted is societal inequality, not just legal definitions.",
          "isCorrect": false
        },
        {
          "text": "Men are more effective at using corrupt systems to their advantage, leaving fewer resources for women.",
          "rationale": "The source material focuses on women's structural vulnerability rather than on a direct comparison of men's and women's abilities to navigate corrupt systems.",
          "isCorrect": false
        }
      ],
      "hint": "Consider the societal structures and power dynamics that exist before any single act of corruption occurs."
    },
    {
      "question": "How does the practice of 'sextortion' uniquely reinforce gender inequality?",
      "answerOptions": [
        {
          "text": "It is the only form of corruption that is illegal in both domestic and international law.",
          "rationale": "Many forms of corruption are illegal; the uniqueness of sextortion lies in the nature of the bribe and its specific impact on women's marginalization.",
          "isCorrect": false
        },
        {
          "text": "It is less likely to be punished by legal systems compared to monetary bribery.",
          "rationale": "The article states that these forms of corruption are less likely to be *reported* due to shame and victim-blaming, which is different from how they are punished if they are prosecuted.",
          "isCorrect": false
        },
        {
          "text": "It uses sexual favors as the currency for a bribe, which degrades and further excludes women from decision-making.",
          "rationale": "This aligns with the text's description of sextortion, where demanding sexual favors instead of money serves to marginalize women and silence their voices.",
          "isCorrect": true
        },
        {
          "text": "It primarily causes economic harm by preventing women from securing business contracts.",
          "rationale": "While economic harm can be a consequence, the text emphasizes the degrading nature of the act and its role in excluding women's voices from public life.",
          "isCorrect": false
        }
      ],
      "hint": "Think about the non-monetary 'currency' used in this specific form of corruption and its effect on a person's voice and power."
    },
    {
      "question": "For an anti-corruption strategy to be truly effective from a gender perspective, what additional factor related to identity must it incorporate?",
      "answerOptions": [
        {
          "text": "The different ways men and women perceive what constitutes a corrupt act.",
          "rationale": "While perceptions may differ, the text points to a more structural factor related to how multiple aspects of a person's identity combine to create risk.",
          "isCorrect": false
        },
        {
          "text": "The age at which individuals are first exposed to corrupt practices.",
          "rationale": "The article mentions youth engagement as a solution, but it highlights a different concept for understanding the compounding risks faced by some women.",
          "isCorrect": false
        },
        {
          "text": "The intersectionality of gender with other marginalized identities, such as race or sexual orientation.",
          "rationale": "The text explicitly states that policies must recognize the intersectionality of these issues, as women from other excluded groups are at an even greater risk.",
          "isCorrect": true
        },
        {
          "text": "The historical success rates of anti-corruption policies in different geographic regions.",
          "rationale": "While useful for policy-making in general, this is not the specific factor the text calls out for making a strategy effective from a gender perspective.",
          "isCorrect": false
        }
      ],
      "hint": "Consider how different aspects of a woman's identity can create multiple layers of disadvantage."
    },
    {
      "question": "What is the relationship between policies that promote gender equality and those that aim to reduce corruption?",
      "answerOptions": [
        {
          "text": "They are mutually reinforcing, where progress in one area supports and advances the other.",
          "rationale": "The article describes a two-way relationship: reducing corruption can promote gender equality, and promoting gender equality can help reduce corruption.",
          "isCorrect": true
        },
        {
          "text": "Gender equality policies must be fully established before anti-corruption efforts can succeed.",
          "rationale": "The text suggests these efforts can and should happen simultaneously, as they support each other, rather than in a strict sequence.",
          "isCorrect": false
        },
        {
          "text": "Anti-corruption policies are a necessary, but less important, subset of broader gender equality initiatives.",
          "rationale": "This framing diminishes the role of anti-corruption work; the text presents them as two distinct but interconnected fields of equal importance.",
          "isCorrect": false
        },
        {
          "text": "The two policy areas are often in conflict, as they compete for the same limited government resources.",
          "rationale": "The source material presents the relationship as synergistic and complementary, not as one of conflict or competition.",
          "isCorrect": false
        }
      ],
      "hint": "Consider how progress in one area can create positive feedback for the other."
    },
    {
      "question": "Why is the engagement of young people identified as a key strategy in the fight against corruption and gender inequality?",
      "answerOptions": [
        {
          "text": "They are the only group that has not been complicit in or affected by corrupt systems.",
          "rationale": "This is a strong overstatement; the text does not claim young people are entirely untouched by corruption, but rather that they are powerful agents of change.",
          "isCorrect": false
        },
        {
          "text": "They can bring innovative ideas, creativity, and energy to challenge long-standing problems.",
          "rationale": "The article identifies young people as 'agents of change' who can bring new ideas and energy to create a meaningful impact.",
          "isCorrect": true
        },
        {
          "text": "They have better access to the financial resources needed to fund anti-corruption campaigns.",
          "rationale": "The source material highlights their creativity and energy as their main contribution, not their financial capacity.",
          "isCorrect": false
        },
        {
          "text": "They are more likely to report corruption because they have less to lose than older, more established individuals.",
          "rationale": "While this could be a factor, the text's stated reason for their importance is their ability to bring new ideas and innovation to the table.",
          "isCorrect": false
        }
      ],
      "hint": "Think about the unique qualities a new generation can bring to entrenched societal problems."
    }
  ]
}
