{
  "quiz": [
    {
      "question": "How can common societal perceptions about disability unintentionally create an environment where corruption is overlooked?",
      "answerOptions": [
        {
          "text": "By believing that individuals with disabilities are only ever victims of corruption, not potential participants.",
          "rationale": "While the source notes they are often victims, it specifically highlights that the perception of their high moral character is a key factor in overlooking potential corruption.",
          "isCorrect": false
        },
        {
          "text": "By focusing public resources on accessibility, thereby diverting attention from anti-corruption monitoring.",
          "rationale": "The allocation of resources is a separate issue from the societal perception that can allow corruption to go unnoticed.",
          "isCorrect": false
        },
        {
          "text": "By assuming individuals with disabilities and their caregivers possess higher moral standards, making their involvement in corruption seem unimaginable.",
          "rationale": "The source material points out the destabilizing effect of stigmatization, where persons with disabilities are perceived as 'better people', which can lead to a failure to recognize their potential involvement in corrupt acts.",
          "isCorrect": true
        },
        {
          "text": "By assuming that disability benefits are too small to be targets for significant corrupt activities.",
          "rationale": "The text provides examples like embezzlement of funds, indicating that financial resources, regardless of size, are targets for corruption.",
          "isCorrect": false
        }
      ],
      "hint": "Consider the stereotypes that might cause people to lower their guard regarding the actions of certain groups."
    },
    {
      "question": "What is described as the most fundamental solution to empower persons with disabilities against corruption?",
      "answerOptions": [
        {
          "text": "Creating specialized anti-corruption agencies that focus exclusively on the disability sector.",
          "rationale": "While potentially helpful, the source emphasizes a more foundational solution based on personal empowerment rather than external institutional structures.",
          "isCorrect": false
        },
        {
          "text": "Ensuring their direct and meaningful participation in all decision-making processes that affect them.",
          "rationale": "The text concludes that 'enhanced agency' and 'meaningful inclusion' are the key solutions, as individuals with disabilities know their own needs best.",
          "isCorrect": true
        },
        {
          "text": "Increasing financial penalties for corrupt acts committed against persons with disabilities.",
          "rationale": "This is a punitive measure, whereas the proposed solution focuses on proactive empowerment and prevention through inclusion.",
          "isCorrect": false
        },
        {
          "text": "Providing mandatory anti-corruption training to family members and professional caregivers.",
          "rationale": "This action supports the ecosystem, but the core solution presented is centered on the agency of the individuals with disabilities themselves, not their proxies.",
          "isCorrect": false
        }
      ],
      "hint": "The proposed solution lies in shifting control and voice to the individuals most directly impacted."
    },
    {
      "question": "What is the primary relationship between discrimination and the risk of corruption for people with disabilities?",
      "answerOptions": [
        {
          "text": "Discrimination and corruption are separate issues that happen to affect the same population but are not causally linked.",
          "rationale": "The source explicitly states that discrimination and corruption are interconnected and create and perpetuate structural inequalities together.",
          "isCorrect": false
        },
        {
          "text": "Corruption is a direct cause of discrimination, as it diverts resources intended to create equality.",
          "rationale": "While this can be true, the text emphasizes that discrimination is a primary driver that increases exposure to corruption.",
          "isCorrect": false
        },
        {
          "text": "Discrimination creates and worsens structural inequalities, making individuals more vulnerable and more likely to be targeted for exploitation by corrupt actors.",
          "rationale": "The source explains that discrimination can result in greater exposure to corruption, as it creates circumstances where people are victimized and incapacitated.",
          "isCorrect": true
        },
        {
          "text": "Anti-discrimination laws often contain legal loopholes that are then exploited through corrupt practices.",
          "rationale": "This is a very specific mechanism that is not identified as the primary relationship in the provided material.",
          "isCorrect": false
        }
      ],
      "hint": "Think about how marginalizing a group can make them an easier target for unfair practices."
    },
    {
      "question": "Why are children with disabilities identified as being in a uniquely vulnerable situation regarding corruption?",
      "answerOptions": [
        {
          "text": "Their parents or guardians may be more inclined to engage in or fail to report corruption to secure necessary care for them.",
          "rationale": "The text specifically notes this dilemma, where caregivers might resort to or tolerate corrupt behaviors out of a need to provide care.",
          "isCorrect": true
        },
        {
          "text": "The legal systems for protecting children with disabilities from corruption are globally underdeveloped.",
          "rationale": "While this may be a contributing factor, the text focuses on the specific pressures and choices faced by their guardians.",
          "isCorrect": false
        },
        {
          "text": "Children with disabilities are often unable to understand or identify corrupt behavior directed at them.",
          "rationale": "This is a plausible assumption, but the source material highlights the role and motivation of the parent or guardian as the specific factor.",
          "isCorrect": false
        },
        {
          "text": "The funds allocated for children with disabilities are typically larger, making them a more attractive target.",
          "rationale": "The motivation described in the text stems from the need to access care, not necessarily the size of the available funds.",
          "isCorrect": false
        }
      ],
      "hint": "Consider the difficult choices a caregiver might face when trying to provide for a child's needs."
    },
    {
      "question": "Which statement best reflects the perspective on the accountability of persons with disabilities concerning corruption?",
      "answerOptions": [
        {
          "text": "Due to their frequent position as victims, persons with disabilities are generally considered immune from perpetrating corruption.",
          "rationale": "The text directly counters this misconception, stating that they can be both victims and perpetrators.",
          "isCorrect": false
        },
        {
          "text": "All individuals, including those with disabilities, are subject to the rule of law and can be both victims and perpetrators of corruption.",
          "rationale": "This aligns with the human rights-based approach, which recognizes that nobody is immune from responsibility and that persons with disabilities have a full range of human characteristics.",
          "isCorrect": true
        },
        {
          "text": "Persons with disabilities should receive lighter sentences for corrupt acts due to the systemic barriers they face.",
          "rationale": "The source argues for an accessible justice system (e.g., prisons fit for them), but upholds the principle of equal responsibility under the law.",
          "isCorrect": false
        },
        {
          "text": "The focus of anti-corruption efforts should be solely on caregivers and institutions, not individuals with disabilities.",
          "rationale": "The text clarifies that persons with disabilities can also give and accept bribes, meaning they must also be held accountable.",
          "isCorrect": false
        }
      ],
      "hint": "The human rights-based approach views people with disabilities as individuals first, with a full range of human characteristics."
    }
  ]
}
