{
    "modules": [
        {
            "name": "General Provisions",
            "quiz": [
                {
                    "question": "What is the primary purpose of the United Nations Convention against Corruption (UNCAC)?",
                    "answerOptions": [
                        {
                            "text": "To establish international trade agreements",
                            "isCorrect": false,
                            "rationale": "UNCAC is not focused on trade agreements. Its purpose is specifically related to combating corruption."
                        },
                        {
                            "text": "To promote and strengthen measures to prevent and combat corruption more efficiently and effectively",
                            "isCorrect": true,
                            "rationale": "Article 1 of UNCAC states that its purpose is to promote and strengthen measures to prevent and combat corruption."
                        },
                        {
                            "text": "To regulate international banking systems",
                            "isCorrect": false,
                            "rationale": "While asset recovery is part of UNCAC, regulating banking systems is not its primary purpose."
                        },
                        {
                            "text": "To replace national laws with international standards",
                            "isCorrect": false,
                            "rationale": "UNCAC works alongside national laws, not to replace them."
                        }
                    ],
                    "hint": "Think about what the Convention aims to achieve at its core - preventing and fighting corruption globally."
                },
                {
                    "question": "Which of the following is NOT a stated purpose of UNCAC according to its General Provisions?",
                    "answerOptions": [
                        {
                            "text": "To promote integrity, accountability in the management of public affairs",
                            "isCorrect": false,
                            "rationale": "This is indeed one of the stated purposes of UNCAC."
                        },
                        {
                            "text": "To facilitate and support international cooperation in preventing corruption",
                            "isCorrect": false,
                            "rationale": "International cooperation is a key purpose of the Convention."
                        },
                        {
                            "text": "To eliminate all forms of taxation between states",
                            "isCorrect": true,
                            "rationale": "Taxation is not addressed in UNCAC's purposes. The Convention focuses on anti-corruption measures, not tax policy."
                        },
                        {
                            "text": "To promote asset recovery and return of proceeds of corruption",
                            "isCorrect": false,
                            "rationale": "Asset recovery is explicitly mentioned as a purpose in the Convention."
                        }
                    ],
                    "hint": "Consider which option is completely unrelated to anti-corruption efforts."
                },
                {
                    "question": "According to UNCAC, what does 'public official' generally refer to?",
                    "answerOptions": [
                        {
                            "text": "Only elected politicians at the national level",
                            "isCorrect": false,
                            "rationale": "The definition of public official is broader than just elected politicians."
                        },
                        {
                            "text": "Any person who provides a public service, regardless of position",
                            "isCorrect": false,
                            "rationale": "While this is partially correct, the definition is more specific."
                        },
                        {
                            "text": "Any person holding a legislative, executive, administrative or judicial office",
                            "isCorrect": true,
                            "rationale": "UNCAC defines 'public official' broadly to include persons in legislative, executive, administrative, or judicial offices, whether appointed or elected."
                        },
                        {
                            "text": "Only those who handle financial matters for the government",
                            "isCorrect": false,
                            "rationale": "The definition is much broader than just financial officials."
                        }
                    ],
                    "hint": "The definition covers multiple branches of government and various types of positions."
                },
                {
                    "question": "What principle does UNCAC emphasize regarding the sovereignty of States Parties?",
                    "answerOptions": [
                        {
                            "text": "States must surrender sovereignty to comply with UNCAC",
                            "isCorrect": false,
                            "rationale": "UNCAC explicitly protects state sovereignty; it does not require surrender of sovereignty."
                        },
                        {
                            "text": "Sovereignty does not apply when dealing with corruption cases",
                            "isCorrect": false,
                            "rationale": "Sovereignty always applies; UNCAC respects this principle."
                        },
                        {
                            "text": "States Parties shall carry out their obligations in a manner consistent with sovereign equality and territorial integrity",
                            "isCorrect": true,
                            "rationale": "Article 4 of UNCAC emphasizes that States shall carry out obligations while respecting sovereign equality and territorial integrity."
                        },
                        {
                            "text": "International bodies can override national decisions on corruption",
                            "isCorrect": false,
                            "rationale": "UNCAC does not give international bodies authority to override national decisions."
                        }
                    ],
                    "hint": "Consider how UNCAC balances international cooperation with respect for national authority."
                },
                {
                    "question": "How does UNCAC define 'proceeds of crime'?",
                    "answerOptions": [
                        {
                            "text": "Any legally obtained profits",
                            "isCorrect": false,
                            "rationale": "Proceeds of crime specifically refers to illegally obtained assets, not legitimate profits."
                        },
                        {
                            "text": "Any property derived from or obtained through the commission of an offence",
                            "isCorrect": true,
                            "rationale": "UNCAC defines proceeds of crime as any property derived from or obtained, directly or indirectly, through the commission of an offence."
                        },
                        {
                            "text": "Only cash money obtained through bribery",
                            "isCorrect": false,
                            "rationale": "The definition is broader and includes all forms of property, not just cash."
                        },
                        {
                            "text": "Government funds that were misused",
                            "isCorrect": false,
                            "rationale": "While this could be one form, the definition is more comprehensive."
                        }
                    ],
                    "hint": "Think broadly about what can be gained from criminal activity - it's not limited to specific types of assets."
                },
                {
                    "question": "What is the key principle regarding the application of UNCAC to domestic cases?",
                    "answerOptions": [
                        {
                            "text": "UNCAC only applies to international corruption cases",
                            "isCorrect": false,
                            "rationale": "UNCAC provisions can be applied to both domestic and international cases."
                        },
                        {
                            "text": "National law must be changed to exactly match UNCAC text",
                            "isCorrect": false,
                            "rationale": "States have flexibility in how they implement UNCAC provisions."
                        },
                        {
                            "text": "UNCAC provides a framework that states can adapt to their legal systems",
                            "isCorrect": true,
                            "rationale": "UNCAC is designed as a flexible framework that respects different legal systems while establishing minimum standards."
                        },
                        {
                            "text": "Domestic courts cannot apply UNCAC principles",
                            "isCorrect": false,
                            "rationale": "Domestic courts can and do apply UNCAC principles through national implementing legislation."
                        }
                    ],
                    "hint": "UNCAC is designed to work with different legal traditions and systems around the world."
                }
            ]
        }
    ]
}